aeschli.vscode-css-formatter
anysphere.pyright
bibhasdn.django-html
bradlc.vscode-tailwindcss
bschulte.love
csstools.postcss
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
dsznajder.es7-react-js-snippets
editorconfig.editorconfig
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
freakypie.code-python-isort
keyring.lua
meezilla.json
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.js-debug-nightly
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
pixelbyte-studios.pixelbyte-love2d
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
syler.sass-indented
twxs.cmake
xabikos.javascriptsnippets
